tap "felixkratz/formulae"
tap "homebrew/services"
tap "lizardbyte/homebrew"
tap "nikitabobko/tap"
brew "go"
brew "neovim"
brew "node"
brew "nowplaying-cli"
brew "ollama"
brew "python@3.13"
brew "starship"
brew "stow"
brew "television"
brew "tmux"
brew "uv"
brew "wakeonlan"
brew "felixkratz/formulae/sketchybar"
cask "aerospace"
cask "betterdisplay"
cask "bitwarden"
cask "bruno"
cask "cloudflare-warp"
cask "cursor"
cask "font-hack-nerd-font"
cask "font-ibm-plex-mono"
cask "font-sf-pro"
cask "kap"
cask "karabiner-elements"
cask "microsoft-auto-update"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "shortcat"
cask "shottr"
cask "slack"
cask "tailscale"
cask "telegram"
cask "visual-studio-code"
cask "wezterm"
cask "whatsapp"
