tap "felixkratz/formulae"
tap "homebrew/services"
tap "nikitabobko/tap"
brew "node"
brew "nowplaying-cli"
brew "starship"
brew "stow"
brew "tmux"
brew "felixkratz/formulae/sketchybar"
cask "aerospace"
cask "bitwarden"
cask "cursor"
cask "font-hack-nerd-font"
cask "font-ibm-plex-mono"
cask "font-sf-pro"
cask "obsidian"
cask "raycast"
cask "slack"
cask "tailscale"
cask "telegram"
cask "visual-studio-code"
cask "wezterm"
cask "zen-browser"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "irongeek.vscode-env"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "mvllow.rose-pine"
vscode "natizyskunk.sftp"
vscode "orta.vscode-jest"
vscode "sdras.night-owl"
vscode "steoates.autoimport"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "usernamehw.errorlens"
vscode "vitest.explorer"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "waderyan.gitblame"
vscode "wix.vscode-import-cost"
